"OK" = "OK";
"All subscriptions" = "Kaikki tilaukset";
"Privacy" = "Yksityisyys";
"Privacy policy" = "Tietosuojakäytäntö";
"Purchases restored successfully!" = "Ostot palautettu onnistuneesti!";
"Restore" = "Palauta";
"Restore purchases" = "Palauta ostot";
"Terms" = "Ehdot";
"Terms and conditions" = "Käyttöehdot";
"Annual" = "Vuosittainen";
"6 Month" = "6 kuukautta";
"3 Month" = "3 kuukautta";
"2 Month" = "2 kuukautta";
"Monthly" = "Kuukausittain";
"Weekly" = "Viikoittain";
"Lifetime" = "Elinikä";
"%d%% off" = "%d%% alennus";
"Continue" = "Jatkaa";
"Default_offer_details_with_intro_offer" = "Aloita {{ sub_offer_duration }} -kokeilu ja sitten {{ total_price_and_per_month }}.";
"Something went wrong" = "Jotain meni pieleen";
"Purchase" = "Osta";
